{
  "movies": [
    {
      "id": 1,
      "img": "https://planetakino.ua/res/get-poster/00000000000000000000000000003830/640/944/blbtl-vend2.jpg",
      "title": "Синий жук",
      "genre": "Комедия",
      "description": "Фантастический приключенческий боевик «Синий жук» должен стать 14-м фильмом в расширенной киновселенной DC. Работа над фильмом началась в 2018 году. Персонаж впервые появился на страницах комиксов в 1939 году. В целом Синим жуком в разное время становились разные люди. Хайме Райес – это третий носитель суперсилы жука. Его первое появление в комиксах произошло в 2006 году. По сюжету он жил в Эль-Пасо, штат Техас. Чтобы вдохновиться атмосферой города, оператор фильма Павел Погожельский специально жил там некоторое время.",
      "actors": [
        "Арнольд Шварцнегер",
        "Дженифер Лопез",
        "Киану Ривз",
        "Роберт Де Ниро"
      ],
      "country": "Украина",
      "year": 2023,
      "premier": "21 ноября 2023",
      "duration": 127,
      "times": ["10:00", "11:30", "15:30", "19:00", "23:00"]
    },
    {
      "id": 2,
      "img": "https://planetakino.ua/res/get-poster/00000000000000000000000000003855/640/944/OPP-vend2.jpg",
      "title": "Оппенгеймер",
      "genre": "Драма",
      "description": "Биографическая драма «Оппенгеймер» – новое детище Кристофера Нолана. Он сам написал сценарий, взяв за основу произведение, получившее Пулитцеровскую премию. Это биография физика Роберта Оппенгеймера. Ожидается, что, как и в предыдущих своих фильмах, Нолан не только раскроет характеры персонажей или расскажет историю, но и погрузит зрителей в науку максимально увлекательным способом. Готовясь к исполнению главной роли, актер Киллиан Мерфи прочитал все доступные материалы о своем персонаже. Нолан привлек к съемкам звездную команду актеров. Некоторые из них согласились получить за этот фильм гонорар на $10-15 млн. меньше обычного.",
      "actors": [
        "Арнольд Шварцнегер",
        "Дженифер Лопез",
        "Киану Ривз",
        "Роберт Де Ниро"
      ],
      "country": "Украина",
      "year": 2023,
      "premier": "13 ноября 2022",
      "duration": 100,
      "times": ["10:00", "11:30", "14:30", "18:00", "23:00"]
    },
    {
      "id": 3,
      "img": "https://planetakino.ua/res/get-poster/00000000000000000000000000004113/640/944/Gran-Turismo_vend.jpg",
      "title": "Гран Туризмо",
      "genre": "Приключения",
      "description": "Приключенческая драма «Гран Туризмо» основана на реальных событиях. Янн Марденборо стал третьим и самым молодым победителем Академии GT. Тренировка геймеров, которые могли бы стать профессиональными автогонщиками, проходила в рамках телепередачи, транслировавшейся с 2008 по 2016 год. В настоящее время Янн – действующий профессиональный гонщик. Идея снять о нем фильм возникла еще в 2013 году. К съемкам приступили только в конце 2022 года. Режиссурой фильма занимался Нил Бломкамп.",
      "actors": [
        "Арнольд Шварцнегер",
        "Дженифер Лопез",
        "Киану Ривз",
        "Роберт Де Ниро"
      ],
      "country": "Украина",
      "year": 2023,
      "premier": "25 ноября 1988",
      "duration": 110,
      "times": ["9:00", "12:00", "16:30", "18:30", "23:00", "23:30"]
    }
  ],
  "sessions": [
    {
      "id": 1,
      "time": "10:00",
      "movieId": 1
    },{
      "id": 2,
      "time": "10:00",
      "movieId": 2
    },
    {
      "id": 3,
      "time": "11:30",
      "movieId": 1
    },{
      "id": 4,
      "time": "13:00",
      "movieId": 1
    }
  ]
}
